{
  "whole": "The whole is the total amount — it’s everything being considered before taking parts.",
  "decimal": "A decimal is a number that uses a dot (.) to show values less than 1. It’s based on powers of 10.",
  "addition": "An operation that combines two or more numbers into a total.",
  "vertical": "Up and down, like a flagpole.",
  "discount": "A discount is an amount taken off the original price. It’s usually shown as a percent.",
  "horizontal": "Side to side, like the horizon. Level ground is horizontal.",
  "rate": "A rate compares two different units, like miles per hour or cost per item.",
  "factoring": "Factoring means breaking something down into smaller parts that multiply together to make it.",
  "part": "A part is one piece of the whole. It’s often what you’re looking for in a percent or fraction problem.",
  "survey": "A survey is a way to collect information from people by asking questions.",
  "equation": "An equation is a math sentence that says two things are equal.",
  "relatively prime": "Two numbers are relatively prime if they have no common factors other than 1.",
  "sum": "A sum is the result of adding two or more numbers.",
  "positive": "A number is positive if it is greater than zero.",
  "simplify": "To simplify a number or expression means to rewrite it in a cleaner or shorter way — without changing its value. In math, we often simplify fractions, expressions, or equations to make them easier to work with.",
  "reciprocal": "The reciprocal of a number is what you multiply it by to get 1. You can find it by flipping the numerator and denominator of a fraction.",
  "exponent": "A number that tells you how many times to multiply a base number by itself.",
  "prime factorization": "Prime factorization means writing a number as a product of prime numbers.",
  "algebra": "Algebra is a branch of math that uses letters and symbols to represent numbers and relationships.",
  "quotient": "A quotient is the result of dividing one number by another.",
  "composite number": "A composite number has more than two factors.",
  "calculus": "Calculus is a branch of math that helps us understand change and motion.",
  "remainder": "A remainder is what’s left over after dividing when the number doesn’t go in evenly.",
  "integer": "An integer is a whole number (not a fraction or decimal) that can be positive, negative, or zero.",
  "simplest form": "A fraction is in simplest form when the numerator and denominator have no common factors except 1.",
  "number sense": "Number sense is a person’s ability to understand, work with, and think about numbers.",
  "proportion": "A proportion shows two equal ratios. It tells you that two fractions or comparisons are the same.",
  "order of operations": "The specific order you follow to simplify expressions: Parentheses → Exponents → Multiply/Divide → Add/Subtract, or PEMDAS.",
  "less than": "A number is less than (<) another number if it is further to the left on the number line.",
  "product": "A product is the result of multiplying two or more numbers.",
  "greatest common factor": "The greatest common factor (GCF) is the biggest number that divides evenly into two or more numbers. It is the largest factor they have in common.",
  "subtraction": "An operation that finds the difference between two numbers.",
  "prime number": "A number is prime if it has exactly two factors: 1 and itself.",
  "number line": "A straight line used to show numbers in order. It usually has zero in the middle, with positive numbers to the right and negative numbers to the left.",
  "place value": "Place value tells you how much each digit is worth based on where it is in the number.",
  "percent": "A percent is a way of expressing a number out of 100. The symbol % means “per hundred.”",
  "markup": "A markup is the amount added to a cost to set a higher selling price, usually as a percent.",
  "operation": "An operation is a math action you do with numbers — like adding, subtracting, multiplying, or dividing.",
  "factor": "A factor is a whole number that divides another number evenly — with no remainder.",
  "multiple": "A multiple is what you get when you multiply a number by 1, 2, 3, and so on.",
  "absolute value": "The distance a number is from zero on a number line, always expressed as a positive number or zero.",
  "opposite": "Two numbers that are the same distance from zero on a number line, but on opposite sides.",
  "even": "An even number is any whole number that can be divided by 2 with no remainder. In other words, it ends in 0, 2, 4, 6, or 8.",
  "odd": "An odd number is a whole number that cannot be divided evenly by 2. It always has 1 left over. Odd numbers end in 1, 3, 5, 7, or 9.",
  "convert": "To convert means to change a number from one form to another — like from a fraction to a decimal, or a decimal to a percent.",
  "denominator": "The denominator is the bottom number in a fraction. It tells how many equal parts the whole is divided into.",
  "numerator": "The numerator is the top number in a fraction. It tells how many parts you have.",
  "divisible": "A number is divisible by another if it divides evenly — these rules help you check quickly.",
  "divisor": "A divisor is the number you divide by in a division problem. It tells you how many parts to split something into.",
  "factor tree": "A factor tree is a way to break a number into its smallest building blocks — the prime numbers that multiply to make it.",
  "mixed number": "A mixed number has a whole number and a fraction combined into one value.",
  "multiplication": "A math operation that means repeated addition or combining equal groups.",
  "negative": "A number is negative if it is less than zero.",
  "grade": "A grade often shows how well someone did using a percent or letter. It’s usually based on part out of whole.",
  "expression": "A math sentence made up of numbers, variables, operations, and sometimes parentheses — but no equals sign.",
  "parentheses": "A grouping symbol that tells you what to do first in an expression.",
  "equivalent": "Two numbers are equivalent if they have the same value, even if they look different.",
  "improper fraction": "An improper fraction is a fraction where the top number (numerator) is equal to or greater than the bottom number (denominator). That means the value is 1 or more.",
  "fraction": "A fraction shows a part of a whole. It has a numerator (top number) and a denominator (bottom number).",
  "division": "An operation that splits a number into equal parts.",
  "greater than": "A number is greater than (>) another number if it is further to the right on the number line."
}
