{
  "composite number": "A composite number has more than two factors.",
  "product": "A product is the result of multiplying two or more numbers.",
  "less than": "A number is less than (<) another number if it is further to the left on the number line.",
  "denominator": "The denominator is the bottom number in a fraction. It tells how many equal parts the whole is divided into.",
  "sum": "A sum is the result of adding two or more numbers.",
  "multiple": "A multiple is what you get when you multiply a number by 1, 2, 3, and so on.",
  "horizontal": "Side to side, like the horizon. Level ground is horizontal.",
  "factor": "A factor is a whole number that divides another number evenly — with no remainder.",
  "greater than": "A number is greater than (>) another number if it is further to the right on the number line.",
  "remainder": "A remainder is what’s left over after dividing when the number doesn’t go in evenly.",
  "quotient": "A quotient is the result of dividing one number by another.",
  "vertical": "Up and down, like a flagpole.",
  "integer": "An integer is a whole number (not a fraction or decimal) that can be positive, negative, or zero.",
  "calculus": "Calculus is a branch of math that helps us understand change and motion.",
  "prime factorization": "Prime factorization means writing a number as a product of prime numbers.",
  "fraction": "A fraction shows a part of a whole. It has a {{< glink numerator >}} (top number) and a {{< glink denominator >}} (bottom number).",
  "prime number": "A number is prime if it has exactly two factors: 1 and itself.",
  "absolute value": "The distance a number is from zero on a number line, always expressed as a positive number or zero.",
  "positive": "A number is positive if it is greater than zero.",
  "opposite": "Two numbers that are the same distance from zero on a number line, but on opposite sides.",
  "numerator": "The numerator is the top number in a fraction. It tells how many parts you have.",
  "negative": "A number is negative if it is less than zero.",
  "equation": "An equation is a math sentence that says two things are equal.",
  "number sense": "Number sense is a person’s ability to understand, work with, and think about numbers.",
  "number line": "A straight line used to show numbers in order. It usually has zero in the middle, with positive numbers to the right and negative numbers to the left.",
  "factoring": "Factoring means breaking something down into smaller parts that multiply together to make it.",
  "factor tree": "A factor tree is a way to break a number into its smallest building blocks — the prime numbers that multiply to make it.",
  "expression": "An expression is a math phrase made of numbers, variables, or both — but it doesn’t have an equals sign.",
  "algebra": "Algebra is a branch of math that uses letters and symbols to represent numbers and relationships."
}
