{
  "composite number": "A composite number has more than two factors.",
  "number sense": "Number sense is a person’s ability to understand, work with, and think about numbers.",
  "positive": "A number is positive if it is greater than zero.",
  "expression": "An expression is a math phrase made of numbers, variables, or both — but it doesn’t have an equals sign.",
  "remainder": "A remainder is what’s left over after dividing when the number doesn’t go in evenly.",
  "simplify": "To simplify a number or expression means to rewrite it in a cleaner or shorter way — without changing its value. In math, we often simplify fractions, expressions, or equations to make them easier to work with.",
  "number line": "A straight line used to show numbers in order. It usually has zero in the middle, with positive numbers to the right and negative numbers to the left.",
  "negative": "A number is negative if it is less than zero.",
  "calculus": "Calculus is a branch of math that helps us understand change and motion.",
  "greater than": "A number is greater than (>) another number if it is further to the right on the number line.",
  "equivalent": "Two numbers, fractions, or expressions are equivalent if they have the same value, even if the look different.",
  "vertical": "Up and down, like a flagpole.",
  "algebra": "Algebra is a branch of math that uses letters and symbols to represent numbers and relationships.",
  "quotient": "A quotient is the result of dividing one number by another.",
  "improper fraction": "An improper fraction is a fraction where the top number (numerator) is equal to or greater than the bottom number (denominator). That means the value is 1 or more.",
  "factor": "A factor is a whole number that divides another number evenly — with no remainder.",
  "factoring": "Factoring means breaking something down into smaller parts that multiply together to make it.",
  "multiple": "A multiple is what you get when you multiply a number by 1, 2, 3, and so on.",
  "product": "A product is the result of multiplying two or more numbers.",
  "horizontal": "Side to side, like the horizon. Level ground is horizontal.",
  "prime number": "A number is prime if it has exactly two factors: 1 and itself.",
  "integer": "An integer is a whole number (not a fraction or decimal) that can be positive, negative, or zero.",
  "equation": "An equation is a math sentence that says two things are equal.",
  "prime factorization": "Prime factorization means writing a number as a product of prime numbers.",
  "divisible": "A number is divisible by another if it divides evenly — these rules help you check quickly.",
  "denominator": "The denominator is the bottom number in a fraction. It tells how many equal parts the whole is divided into.",
  "sum": "A sum is the result of adding two or more numbers.",
  "factor tree": "A factor tree is a way to break a number into its smallest building blocks — the prime numbers that multiply to make it.",
  "numerator": "The numerator is the top number in a fraction. It tells how many parts you have.",
  "absolute value": "The distance a number is from zero on a number line, always expressed as a positive number or zero.",
  "opposite": "Two numbers that are the same distance from zero on a number line, but on opposite sides.",
  "fraction": "A fraction shows a part of a whole. It has a numerator (top number) and a denominator (bottom number).",
  "greatest common factor": "The greatest common factor (GCF) is the biggest number that divides evenly into two or more numbers. It is the largest factor they have in common.",
  "less than": "A number is less than (<) another number if it is further to the left on the number line."
}
