{
  "less than": "A number is less than (<) another number if it is further to the left on the number line.",
  "factoring": "Factoring means breaking something down into smaller parts that multiply together to make it.",
  "greater than": "A number is greater than (>) another number if it is further to the right on the number line.",
  "opposite": "Two numbers that are the same distance from zero on a number line, but on opposite sides.",
  "prime number": "A number is prime if it has exactly two factors: 1 and itself.",
  "composite number": "A composite number has more than two factors.",
  "place value": "Place value tells you what each digit in a number means, based on its position. In a decimal like 0.4, the 4 is in the tenths place — it means 4 tenths. Each place to the right is worth ten times less than the one before it.",
  "calculus": "Calculus is a branch of math that helps us understand change and motion.",
  "prime factorization": "Prime factorization means writing a number as a product of prime numbers.",
  "integer": "An integer is a whole number (not a fraction or decimal) that can be positive, negative, or zero.",
  "percent": "A percent is a number out of 100. It uses the percent symbol (%) and is another way to show part of a whole.",
  "positive": "A number is positive if it is greater than zero.",
  "fraction": "A fraction shows a part of a whole. It has a numerator (top number) and a denominator (bottom number).",
  "quotient": "A quotient is the result of dividing one number by another.",
  "numerator": "The numerator is the top number in a fraction. It tells how many parts you have.",
  "factor": "A factor is a whole number that divides another number evenly — with no remainder.",
  "absolute value": "The distance a number is from zero on a number line, always expressed as a positive number or zero.",
  "sum": "A sum is the result of adding two or more numbers.",
  "convert": "To convert means to change a number from one form to another — like turning a fraction into a decimal, or a percent into a fraction. The value stays the same, but the way it’s written changes.",
  "equivalent": "Two numbers, fractions, or expressions are equivalent if they have the same value, even if the look different.",
  "simplify": "To simplify a number or expression means to rewrite it in a cleaner or shorter way — without changing its value. In math, we often simplify fractions, expressions, or equations to make them easier to work with.",
  "factor tree": "A factor tree is a way to break a number into its smallest building blocks — the prime numbers that multiply to make it.",
  "vertical": "Up and down, like a flagpole.",
  "ratio": "A ratio compares two amounts or quantities, showing how much there is of one thing compared to another. It tells us about the relationship between the numbers.",
  "remainder": "A remainder is what’s left over after dividing when the number doesn’t go in evenly.",
  "odd": "A number is odd if dividing it by 2 leaves a remainder. Numbers like 3, 5, 7, 9, … are odd numbers. Numbers that are not odd are called even numbers.",
  "multiple": "A multiple is what you get when you multiply a number by 1, 2, 3, and so on.",
  "relatively prime": "Two numbers are relatively prime if their greatest common factor is 1. That means they don’t share any factors other than 1 - even if neither number is prime.",
  "equation": "An equation is a math sentence that says two things are equal.",
  "simplest form": "A fraction is in simplest form (or lowest terms) when you cannot divide the top number (numerator) and the bottom number (denominator) by an common factor other than 1.",
  "decimal": "A decimal is a way to show part of a whole using the base-10 system. It uses a decimal point to separate whole numbers from fractional parts.",
  "product": "A product is the result of multiplying two or more numbers.",
  "negative": "A number is negative if it is less than zero.",
  "horizontal": "Side to side, like the horizon. Level ground is horizontal.",
  "even": "A number is even if it can be divided by 2 with no remainder. Numbers like 2, 4, 6, 8, … are even. Numbers that are not even are called odd numbers.",
  "expression": "An expression is a math phrase made of numbers, variables, or both — but it doesn’t have an equals sign.",
  "greatest common factor": "The greatest common factor (GCF) is the biggest number that divides evenly into two or more numbers. It is the largest factor they have in common.",
  "algebra": "Algebra is a branch of math that uses letters and symbols to represent numbers and relationships.",
  "divisible": "A number is divisible by another if it divides evenly — these rules help you check quickly.",
  "denominator": "The denominator is the bottom number in a fraction. It tells how many equal parts the whole is divided into.",
  "number sense": "Number sense is a person’s ability to understand, work with, and think about numbers.",
  "number line": "A straight line used to show numbers in order. It usually has zero in the middle, with positive numbers to the right and negative numbers to the left."
}
